[
    "A Cloud weighs around a million tonnes.",
    "Girrafes are 30 times more likely to get hit by a lightning than people.",
    "Your Brain is constantly eating itself.",
    "The fear of long words is called 'Hippopotomonstrosesquippedaliophobia.' ",
    "The Sun makes a sound but we can't hear it.",
    "Comets smell like rotten eggs.",
    "Chainsaws are first inevented for child birth.",
    "Headphones can increase bacteria in your ears.",
    "Avocados are not vegetables.",
    "Human teeth are the only part of body that can't heal themselves.",
    "We are more creative in showers.",
    "Venus is the only planet that spins clockwise.",
    "The Spanish national anthem has no words.",
    "Cat urine glows under a black light.",
    "The Staue of liberty was once a lighthouse.",
    "Big Ben's clock stopped at 10:07 pm on May 27, 2005.",
    "A blue whale's heartbeat can be detected up to 2 miles away.",
    "The real name for a hashtag is octothorpe.",
    "The moon has the moonquakes.",
    "You can't hum while pinching your nose.",
    "An ostrich's eye is bigger than its brain.",
    "Pigs can't look uo into the sky.",
    "There are more than 200 flavors in Japan.",
    "Crocodiles can't stick out their tongues.",
    "Bananas are radioactive.",
    "More than half of our bodies is not human.",
    "The dot over the letter 'i' is called a tittle.",
    "Octopuses have three hearts.",
    "Honey never spoils.",
    "There are mountains on Pluto.",
    "The Solar atmosphere is much hotter than the Sun's surface.",
    "Comets are the leftovers from the creation of our solar system.",
    "The tiny pocket in jeans was designed to store pocket watches.",
    "No number before 1,000 contains the letter A.",
    "The first animals to travel to outer space were fruit flies.",
    "Bees can fly higher than Mount Everest.",
    "Skin is the body’s largest organ.",
    "Fingernails grow faster than toenails.",
    "Mickey Mouse was originally called Mortimer.",
    "The first computer bug was an actual insect.",
    "Easter Island's Moai statues actually have bodies.",
    "Bees can recognize Human face."
  ]
